function BlogOpenReason() {
  return (
    <>
      <h1>✔️ 블로그 개설 이유</h1>
      <p>
        프론트엔드 생태계를 공부하면서 배운 내용들을 기록하고 싶었습니다. Velog, Tistory, Github.io등의 좋은 블로그
        플랫폼도 이용할 수 있었으나, 블로그 플랫폼 선택에 있어 차별을 원했고 결국엔 직접 블로그 플랫폼을 구축하기로
        결정했습니다.
      </p>
      <p>
        "차별은 좋지만, 당신 블로그가 더 좋은 기능을 제공하나?"라는 질문에 대한 답변은 "아닙니다." 입니다. 하지만 '운영'
        과 '제약없는 Customization'이 주는 즐거움이 다른 솔루션을 사용하는 것보다 더 의미있다고 생각해서 블로그를
        개설하게 됐습니다.
      </p>
    </>
  );
}

export default BlogOpenReason;
